[
    {
        "heading_main": "Wildlife",
        "text_main": "Austria&apos;s diverse landscapes, from the Alpine mountains to lush forests and serene lakes, are home to a rich variety of wildlife. Iconic species such as the ibex, red deer, and golden eagle thrive in these natural habitats, offering a glimpse into the country&apos;s well-preserved ecosystems.",
        "text_1": "Austria&apos;s commitment to conservation is evident in its national parks, which protect endangered species like the European lynx and brown bear.",
        "pic_hero": "deer.png",
        "json": "animals.json",
        "id": "wildlife",
        "heading_last": "Preserving Austria&apos;s Natural Homes",
        "text_last": "Biodiversity in Austria is deeply tied to its habitats:",
        "fact_1": "Forests cover over 47% of the country, providing a home for many species of birds, mammals, and insects.",
        "fact_2": "The Danube River is a vital habitat for fish, birds, and other wildlife, including the endangered European otter.",
        "fact_3": "The Alps are home to the Alpine ibex, a species that was once extinct in the region but has made a remarkable recovery thanks to conservation efforts.",
        "fact_4": "Austria&apos;s wetlands are crucial for many species of birds, amphibians, and insects, including the rare and endangered European pond turtle.",
        "url": "/map",
        "pic_last": "fox.png"
    },
    {
        "heading_main": "Nature",
        "text_main": "Austria&apos;s breathtaking natural landscapes range from the towering peaks of the Alps to serene lakes and vast forests. These landscapes not only provide habitats for wildlife but also serve as a sanctuary for those seeking tranquility and outdoor adventures.",
        "text_1": "With its national parks, nature reserves, and UNESCO-listed sites, Austria has made great efforts to preserve its pristine environment. The beauty of places like the Gesäuse National Park, the Wachau Valley, and the Krimml Waterfalls showcases the country&apos;s dedication to nature conservation.",
        "pic_hero": "nature_main.png",
        "json": "nature.json",
        "id": "nature",
        "heading_last": "Austria&apos;s Natural Wonders",
        "text_last": "Austria's landscapes offer some of the most stunning sights in Europe:",
        "fact_1": "The Hohe Tauern National Park is the largest protected area in the Alps, home to glaciers, waterfalls, and diverse wildlife.",
        "fact_2": "Lake Neusiedl, a UNESCO World Heritage Site, is one of Europe's largest steppe lakes, supporting rare bird species.",
        "fact_3": "The Wachau Valley is famous for its terraced vineyards, rolling hills, and the picturesque Danube River.",
        "fact_4": "Austria&apos;s alpine meadows bloom with thousands of colorful wildflowers in spring, creating spectacular natural scenery.",
        "url": "/map",
        "pic_last": "nature_1.png"
    },
    {
        "heading_main": "History",
        "text_main": "Austria is a land of rich history, reflected in its grand palaces, medieval castles, and historic towns. From imperial residences to Gothic cathedrals, every corner of the country tells a story of its royal past, cultural heritage, and architectural brilliance.",
        "text_1": "Vienna, the heart of Austria&apos;s history, boasts magnificent landmarks like Schönbrunn Palace and Hofburg Imperial Palace. Other iconic sites include the medieval Hohenwerfen Castle and the picturesque town of Hallstatt, a UNESCO World Heritage Site.",
        "pic_hero": "history_main.png",
        "json": "history.json",
        "id": "history",
        "heading_last": "Austria&apos;s Historic Landmarks",
        "text_last": "Austria&apos;s historical sites preserve centuries of architectural and cultural heritage:",
        "fact_1": "Schönbrunn Palace, once the summer residence of the Habsburgs, is a stunning example of Baroque architecture with over 1,400 rooms.",
        "fact_2": "Hohenwerfen Castle, built in the 11th century, served as a strategic fortress and now offers breathtaking alpine views.",
        "fact_3": "The historic center of Salzburg, birthplace of Mozart, is a beautifully preserved Baroque city and a UNESCO World Heritage Site.",
        "fact_4": "Melk Abbey, a masterpiece of Austrian Baroque, overlooks the Danube River and has been a center of learning for over 900 years.",
        "url": "/map",
        "pic_last": "history_1.png"
    }
]
