[
    {
      "id": "sp_t",
	  "title": "Schoenbrunn Palace",
	  "location": "Schoenbrunner Schloßstrasse 47, 1130 Wien, Austria",
	  "est": "1569",
	  "area": "160 hectares",
	  "arch_styles": "Baroque architecture",
      "pic_main": "sp_main.jpg",
      "text_main": "Schönbrunn Palace served as the main summer residence of the Habsburg rulers and is one of Europe's most significant cultural monuments. Over the centuries, it has witnessed the evolving tastes and aspirations of successive monarchs. The palace complex includes designed gardens, ornate fountains, and architectures like the Gloriette and the Roman Ruins. Today, it stands as a UNESCO World Heritage Site, attracting visitors from around the globe to explore its rich history and architectural splendor.",
      "pic_1": "sp_1.jpg",
      "pic_2": "sp_2.jpg",
      "pic_3": "sp_3.jpg",
      "desc": "",
      "short_desc": "A UNESCO World Heritage Site in Vienna",
      "model": "palace.glb",
      "coords": [16.3128090, 48.1857745],
      "layer": ".geojson",
	  "interesting_facts": "Established in 1752 within the palace grounds, Tiergarten Schönbrunn is the world's oldest continuously operating zoo.",
	  "url": "https://www.schoenbrunn.at/"
    },
	{
      "id": "hb_t",
	  "title": "hofburg",
	  "location": "1010 Vienna, Austria",
	  "est": "13th century",
	  "area": "300,000 square meters",
	  "arch_styles": "Gothic, Renaissance, Baroque, Rococo, and Classicism architecture",
      "pic_main": "hb_main.jpg",
      "text_main": "Situated in the heart of Vienna, the Hofburg Palace served as the principal imperial residence of the Habsburgs for over seven centuries. Originally a medieval stronghold, it expanded into a complex that now houses numerous museums, the official residence of the Austrian president, and cultural institutions. Visitors can explore its rich history through the Imperial Apartments, the Sisi Museum, and the Imperial Treasury, among other attractions",
      "pic_1": "hb_1.jpg",
      "pic_2": "hb_2.jpg",
      "pic_3": "hb_3.jpg",
      "desc": "",
      "short_desc": "A historic imperial complex located in the heart of Vienna",
      "model": "palace.glb",
      "coords": [16.3647795, 48.2056563],
      "layer": ".geojson",
	  "interesting_facts": "Located within the Hofburg, Spanish riding school is renowned for its Lipizzaner horses and classical dressage performances, maintaining traditions that date back to the 16th century",
	  "url": "https://www.wien.info/de/kunst-kultur/imperiales/hofburg-wien"
    },
	{
      "id": "so_t",
	  "title": "Vienna State Opera",
	  "location": "Opernring 2, 1010 Wien, Austria",
	  "est": "1869",
	  "area": "",
	  "arch_styles": "Renaissance Revival architecture",
      "pic_main": "so_main.jpg",
      "text_main": "Originally known as the Vienna Court Opera, it became the Vienna State Opera following the establishment of the First Austrian Republic in 1921. The institution has played a important role in the world of opera and ballet, hosting numerous world premieres and fostering the careers of illustrious composers, conductors, and performers. Despite challenges, including significant damage during World War II, the opera house has been restored and continues to be a beacon of artistic excellence.",
      "pic_1": "so_1.jpg",
      "pic_2": "so_2.jpg",
      "pic_3": "so_3.jpg",
      "desc": "",
      "short_desc": "A cornerstone of Austria's cultural heritage",
      "model": "palace.glb",
      "coords": [16.3691998, 48.2034254],
      "layer": ".geojson",
	  "interesting_facts": "The opera house opened with Mozart's 'Don Giovanni' on May 25, 1869, performed in German.",
	  "url": "https://www.wiener-staatsoper.at/"
    },  
	{
      "id": "sb_t",
	  "title": "Schloss Belvedere",
	  "location": "Prinz-Eugen-Straße 27, 1030 Wien, Austria",
	  "est": "1717",
	  "area": "",
	  "arch_styles": "Baroque architecture",
      "pic_main": "sb_main.jpg",
      "text_main": "The Schloss Belvedere complex, consisting of the Upper and Lower Belvedere, was commissioned by Prince Eugene of Savoy in the early 18th century as his summer residence. Today, it houses the Belvedere Museum, which holds an extensive collection of Austrian art, including the world's largest collection of Gustav Klimt's paintings. The surrounding gardens, designed in the formal French style, feature tiered fountains, cascades, and Baroque sculptures, offering visitors a harmonious blend of art, architecture, and nature.",
      "pic_1": "sb_1.jpg",
      "pic_2": "sb_2.jpg",
      "pic_3": "sb_3.jpg",
      "desc": "",
      "short_desc": "Schloss Belvedere is designated as a UNESCO World Heritage Site, recognizing its cultural and historical significance.",
      "model": "palace.glb",
      "coords": [16.3809156, 48.1914681],
      "layer": ".geojson",
	  "interesting_facts": "The Belvedere Museum houses the world's largest collection of Gustav Klimt's paintings.",
	  "url": "https://www.belvedere.at/"
    },  
	{
      "id": "km_t",
	  "title": "Kunsthistorisches Museum Wien",
	  "location": "Maria-Theresien-Platz, 1010 Wien, Austria",
	  "est": "1891",
	  "area": "",
	  "arch_styles": "Historicist architecture",
      "pic_main": "km_main.jpg",
      "text_main": "Commissioned by Emperor Franz Joseph I, the Kunsthistorisches Museum was established to house the extensive art collections of the Habsburg dynasty. Located on Vienna's Ringstrasse, opposite the Natural History Museum, it was opened in 1891. The museum's interior is as impressive as its exterior, with marble staircases, gilded ceilings, and elaborate murals. Its collections span from ancient Egyptian artifacts to Renaissance masterpieces, reflecting centuries of art and culture.",
      "pic_1": "km_1.jpg",
      "pic_2": "km_2.jpg",
      "pic_3": "km_3.jpg",
      "desc": "",
      "short_desc": "The museum is a historic art museum in Vienna, celebrated for its vast collections and magnificent architecture.",
      "model": "palace.glb",
      "coords": [16.3617754, 48.2037972],
      "layer": ".geojson",
	  "interesting_facts": "The museum houses one of the world's largest collections of Bruegel paintings, including the famous 'Hunters in the Snow'.",
	  "url": "https://www.khm.at/"
    },
	{
      "id": "mp_t",
	  "title": "Mirabell Palace",
	  "location": "Mirabellplatz 4, 5020 Salzburg, Austria",
	  "est": "1606",
	  "area": "",
	  "arch_styles": "Baroque architecture",
      "pic_main": "mp_main.jpg",
      "text_main": "Mirabell Palace, constructed by Prince-Archbishop Wolf Dietrich Raitenau, stands as a testament to Salzburg's rich history and Baroque artistry. Originally named Schloss Altenau, it was later renamed Mirabell by Archbishop Mark Sittich von Hohenems. The palace is renowned for its magnificent gardens, which were redesigned in the Baroque style in the 18th century. Today, Mirabell Palace and its gardens are part of the Historic Center of the City of Salzburg UNESCO World Heritage Site and serve as a popular venue for weddings and cultural events.",
      "pic_1": "mp_1.jpg",
      "pic_2": "mp_2.jpg",
      "pic_3": "mp_3.jpg",
      "desc": "",
      "short_desc": "Mirabell Palace and its gardens are UNESCO World Heritage Site and serve as a popular venue for weddings and cultural events",
      "model": "palace.glb",
      "coords": [13.0417156, 47.8054302],
      "layer": ".geojson",
	  "interesting_facts": "Several scenes from the iconic film 'The Sound of Music' were filmed in the Mirabell Gardens, including the famous 'Do-Re-Mi' sequence.",
	  "url": "https://www.salzburg.info/en/sights/top10/mirabell-palace-gardens"
    },
	{
      "id": "gs_t",
	  "title": "Grazer Schlossberg",
	  "location": "Am Schlossberg, 8010 Graz, Austria",
	  "est": "10th century",
	  "area": "",
	  "arch_styles": "Medieval and Baroque architecture",
      "pic_main": "gs_main.jpg",
      "text_main": "The Grazer Schlossberg stands as a testament to Graz's rich history, offering visitors natural beauty and historical significance. Accessible via funicular railway, glass elevator, or a series of staircases, the hill provides panoramic views of the city's red-tiled roofs and beyond. Key attractions include the iconic Clock Tower, which has been a symbol of Graz since 1712, and the surrounding bastions and gardens that invite exploration. The Schlossberg serves as a central recreational area, hosting open-air performances and offering shaded retreats throughout the year.",
      "pic_1": "gs_1.jpg",
      "pic_2": "gs_2.jpg",
      "pic_3": "gs_3.jpg",
      "desc": "",
      "short_desc": "The Grazer Schlossberg is a historic hill in Graz, Austria, featuring the city's iconic Clock Tower and offering panoramic views.",
      "model": "castle.glb",
      "coords": [15.4385376, 47.0757336],
      "layer": ".geojson",
	  "interesting_facts": "Visitors can reach the summit via the Schlossberg Funicular railway, a glass lift ascending inside the mountain.",
	  "url": "https://www.graztourismus.at/"
    },
	{
      "id": "sa_t",
	  "title": "Schloss Ambras Innsbruck",
	  "location": "Schloßstraße 20, 6020 Innsbruck, Austria",
	  "est": "10th century",
	  "area": "",
	  "arch_styles": "Renaissance architecture",
      "pic_main": "sa_main.jpg",
      "text_main": "Perched above Innsbruck, Schloss Ambras stands as a testament to Renaissance art and culture. Archduke Ferdinand II, a notable patron of the arts, established one of the world's earliest museums here, housing his extensive collections. Today, visitors can explore the armories, the Chamber of Art and Wonders, and the opulent Spanish Hall, all set within beautifully maintained gardens.",
      "pic_1": "sa_1.jpg",
      "pic_2": "sa_2.jpg",
      "pic_3": "sa_3.jpg",
      "desc": "",
      "short_desc": "Schloss Ambras Innsbruck is a Renaissance castle famous for its art collections and historical significance.",
      "model": "castle.glb",
      "coords": [11.4333344, 47.2563980],
      "layer": ".geojson",
	  "interesting_facts": "Archduke Ferdinand II's Chamber of Art and Wonders at Schloss Ambras is considered one of the earliest museums, showcasing a diverse collection of artifacts.",
	  "url": "https://www.schlossambras-innsbruck.at/"
    },
	{
      "id": "bh_t",
	  "title": "Burg Hohenwerfen",
	  "location": "Burgstraße 2, 5450 Werfen, Austria",
	  "est": "1077",
	  "area": "",
	  "arch_styles": "Medieval military architecture",
      "pic_main": "bh_main.jpeg",
      "text_main": "Burg Hohenwerfen stands as a testament to medieval fortification, offering visitors an immersive experience into its storied past. Beyond its historical architecture, the castle is renowned for its falconry demonstrations, providing insight into ancient hunting traditions. The fortress also hosts various events and exhibitions, making it a vibrant cultural destination. ",
      "pic_1": "bh_1.jpg",
      "pic_2": "bh_2.jpg",
      "pic_3": "bh_3.jpg",
      "desc": "",
      "short_desc": "A 900-year-old fortress in Austria, Burg Hohenwerfen offers medieval history and falconry displays.",
      "model": "castle.glb",
      "coords": [13.1890869, 47.4831048],
      "layer": ".geojson",
	  "interesting_facts": "The castle is famous for its daily falconry shows, showcasing birds of prey in flight.",
	  "url": "https://www.burg-hohenwerfen.at"
    },
	{
      "id": "fh_t",
	  "title": "Festung Hohensalzburg",
	  "location": "Mönchsberg 34, 5020 Salzburg, Austria",
	  "est": "11th century",
	  "area": "",
	  "arch_styles": "Medieval architecture",
      "pic_main": "fh_main.jpg",
      "text_main": "Festung Hohensalzburg offers visitors a journey through 900 years of architectural history. As one of the largest existing castle complexes in Europe from the 11th century, it provides a glimpse into medieval life and the strategic importance of Salzburg throughout history. Today, the fortress is a major tourist attraction, offering panoramic views of the city and housing museums that showcase its rich past.",
      "pic_1": "fh_1.jpg",
      "pic_2": "fh_2.jpg",
      "pic_3": "fh_3.jpg",
      "desc": "",
      "short_desc": "A medieval fortress atop Festungsberg hill, offering panoramic city views and historical exhibits.",
      "model": "castle.glb",
      "coords": [13.0476379, 47.7949372],
      "layer": ".geojson",
	  "interesting_facts": "The fortress provides stunning vistas over Salzburg and the surrounding Alps, making it a favorite spot for photographers.",
	  "url": "https://www.salzburg-burgen.at"
    }
]