
[
{
"id": "hs_n",
"title": "Hallstatt",
"type": "lake",
"location": "Hallstatt, Austria",
"loc_desc": "Nestled in the Salzkammergut region of Austria, along the shores of Lake Hallstatt.",
"activities": "hiking, cycling, boating, paddleboarding, and lake cruises",
"accessibility": "Reachable by car, train, or ferry",
"pic_main": "hs_main.jpg",
"text_main": "Nestled in the heart of Austria’s Salzkammergut region, Hallstatt is a UNESCO World Heritage Site known for its picture-perfect landscapes and deep historical roots. The village, with its pastel-colored houses lining the shores of Lake Hallstatt, is often regarded as one of the most beautiful destinations in the world. Its history dates back over 7,000 years, largely due to its ancient salt mines, making it a significant cultural and historical hub in Europe.",
"pic_1": "hs_1.jpg",
"pic_2": "hs_2.jpg",
"pic_3": "hs_3.jpg",
"desc": "",
"short_desc": "A Fairytale Lakeside Village",
"model": "lake.glb",
"coords": [13.64926, 47.56223],
"layer": ".geojson",
"interesting_facts": "Home to one of the world’s oldest salt mines, dating back over 7,000 years",
"url": "https://www.hallstatt.at"
},
{
"id": "ws_n",
"title": "Woerthersee",
"type": "lake",
"location": "Woerthersee, Austria",
"loc_desc": "Surrounded by the Alps and rolling green hills and situated in Carinthia, the southernmost state of Austria",
"activities": "boat tours, paddleboarding, sailing, and water skiing",
"accessibility": "Reachable by train, car, or boat",
"pic_main": "ws_main.jpg",
"text_main": "Located in the Carinthian region of Austria, Woerthersee is one of the country’s most popular and scenic lakes. Known for its Mediterranean-like climate, warm waters, and breathtaking landscapes, it attracts visitors for relaxation and outdoor activities. The lake stretches over 16 kilometers, bordered by charming towns such as Velden, Klagenfurt, and Pörtschach, each offering a mix of luxury, tradition, and cultural experiences. Whether for water sports, hiking, or simply enjoying the lakeside cafés, Woerthersee is a perfect getaway for nature lovers and adventure seekers.",
"pic_1": "ws_1.jpg",
"pic_2": "ws_2.jpg",
"pic_3": "ws_3.jpg",
"desc": "",
"short_desc": "A picturesque alpine lake in southern Austria, famous for its crystal-clear turquoise waters, mild climate, and vibrant summer atmosphere.",
"model": "lake.glb",
"coords": [14.15442, 46.62455],
"layer": ".geojson",
"interesting_facts": "The lake has inspired famous composers like Gustav Mahler, who composed some of his symphonies in a lakeside cabin.",
"url": "https://www.woerthersee.com/"
},
{
"id": "ew_n",
"title": "Eisriesenwelt",
"type": "cave",
"location": "Eishoehlenstraße 30, 5450 Werfen, Austria",
"loc_desc": "Situated in the Tennengebirge mountains, near Werfen, Austria. The cave entrance is at 1,641 meters (5,384 feet) above sea level.",
"activities": "guided Cave Tours, and hiking",
"accessibility": "Reachable by train, car, cable car or hike",
"pic_main": "ew_main.jpg",
"text_main": "Located in the Tennengebirge mountain range near Werfen, Austria, Eisriesenwelt is a natural wonder that attracts thousands of visitors each year. This massive limestone and ice cave system extends for more than 42 kilometers, with the first kilometer covered in stunning ice formations. Formed by a combination of water infiltration and freezing temperatures, the cave features massive ice walls, frozen waterfalls, and intricate ice sculptures. Only a portion of the cave is open to the public.",
"pic_1": "ew_1.jpg",
"pic_2": "ew_2.jpeg",
"pic_3": "ew_3.jpg",
"desc": "",
"short_desc": "Eisriesenwelt is the world’s largest ice cave, stretching over 42 kilometers inside the Tennengebirge mountains in Austria",
"model": "mountain.glb",
"coords": [13.19438, 47.49661],
"layer": ".geojson",
"interesting_facts": "Eisriesenwelt means World of the Ice Giants, a fitting name for its immense size and icy beauty. Ice formations inside the cave change every year due to seasonal temperature variations.",
"url": "https://www.eisriesenwelt.at"
},
{
"id": "kv_n",
"title": "Naturpark Karwendel Verwaltung",
"type": "mountain",
"location": "Unterer Stadtpl. 19, 6060 Hall in Tirol, Austria",
"loc_desc": "Lies between Innsbruck to the south and the Bavarian Alps to the north",
"activities": "hiking, trekking, mountain biking, Canoeing, ski touring, paragliding and climbing",
"accessibility": "Reachable by car, train, bus, or bike",
"pic_main": "kv_main.jpg",
"text_main": "Located in the heart of the Karwendel mountain range, Naturpark Karwendel Verwaltung is a protected natural area known for its stunning alpine scenery, rich biodiversity, and outdoor recreational activities. Covering an area of approximately 727 square kilometers, it is Austria’s largest nature park and a haven for nature lovers, hikers, and wildlife enthusiasts. The park is home to pristine forests, deep gorges, crystal-clear rivers, and a variety of rare animal species, including golden eagles, chamois, and marmots. ",
"pic_1": "kv_1.jpg",
"pic_2": "kv_2.jpg",
"pic_3": "kv_3.jpg",
"desc": "",
"short_desc": "Naturpark Karwendel Verwaltung is the largest nature park in Austria, famous for its breathtaking alpine landscapes, diverse wildlife, and endless outdoor adventure opportunities.",
"model": "mountain.glb",
"coords": [11.50593, 47.2801],
"layer": ".geojson",
"interesting_facts": "The Golden Eagle population in the park is one of the largest in the Alps.",
"url": "https://www.karwendel.org"
},
{
"id": "ht_n",
"title": "Nationalpark Hohe Tauern",
"type": "mountain",
"location": "Kirchpl. 2, 9971 Matrei in Osttirol, Austria",
"loc_desc": "Located in Carinthia, Tyrol, and Salzburg, Austria",
"activities": "hiking, trekking, mountain biking, ski touring, and climbing",
"accessibility": "Reachable by train, car, or bus",
"pic_main": "ht_main.jpg",
"text_main": "Covering an expansive area of 1,800 square kilometers, Nationalpark Hohe Tauern is Austria’s largest national park, located in the heart of the Eastern Alps. The park stretches across three Austrian states—Carinthia, Salzburg, and Tyrol—and is home to some of the highest peaks in the country, including the famous Grossglockner, Austria’s tallest mountain. With its stunning alpine scenery, glaciers, pristine rivers, and diverse flora and fauna, the park is a haven for nature lovers and outdoor adventurers. ",
"pic_1": "ht_1.jpg",
"pic_2": "ht_2.jpg",
"pic_3": "ht_3.jpg",
"desc": "",
"short_desc": "Nationalpark Hohe Tauern is Austria’s largest national park",
"model": "mountain.glb",
"coords": [12.54083, 47.00043],
"layer": ".geojson",
"interesting_facts": "Home to Austria’s highest mountain, Grossglockner (3,798 meters)",
"url": "https://hohetauern.at"
},
{
"id": "ls_n",
"title": "Luenersee",
"type": "lake",
"location": "Luenersee, 6773 Vandans, Austria",
"loc_desc": "Surrounded by the Rätikon mountain range, part of the Alps",
"activities": "hiking, trekking, boating, fishing, and skiing",
"accessibility": "Reachable by car or cable",
"pic_main": "ls_main.jpg",
"text_main": "Located in the Brandnertal Valley of Vorarlberg, Austria, Luenersee is a crystal-clear lake set amidst the towering peaks of the Raetikon mountain range. At an elevation of 1,970 meters (6,463 feet), the lake is known for its striking turquoise color, which is a result of the fine glacial sediment suspended in the water. Luenersee is a popular destination for hiking, boating, and photography, attracting nature lovers and adventure enthusiasts. Its surroundings offer pristine alpine landscapes, including dramatic cliffs, lush meadows, and nearby glaciers. The lake can be accessed via a cable car and is also a starting point for several scenic trails.",
"pic_1": "ls_1.jpg",
"pic_2": "ls_2.jpg",
"pic_3": "ls_3.jpg",
"desc": "",
"short_desc": "A Serene Mountain Lake in the Austrian Alps",
"model": "lake.glb",
"coords": [9.75297, 47.05318],
"layer": ".geojson",
"interesting_facts": "Lünersee was formed by a glacier, and its turquoise waters are a result of fine glacial silt suspended in the lake.",
"url": "https://www.luenersee.at/de"
},
{
"id": "sr_n",
"title": "Styria",
"type": "mountain",
"location": "Styria, Austria",
"loc_desc": "Borders Slovenia to the south, with Lower Austria to the north and Carinthia to the west.",
"activities": "hiking, trekking, cycling, wine tasting, and skiing",
"accessibility": "Reachable by car, train, plane, or bus",
"pic_main": "sr_main.jpg",
"text_main": "Located in the southeastern part of Austria, Styria is one of the country’s most diverse and picturesque regions, offering a mix of forested mountains, vineyards, and historical cities. Often referred to as the “Green Heart” of Austria due to its abundant greenery, Styria boasts a range of natural parks, including the Gesaeuse National Park and the Steirische Eisenwurzen Nature Park. The region is also known for its charming towns, such as Graz, Austria’s second-largest city and a UNESCO World Heritage site. With a rich cultural heritage, Styria is the birthplace of Austrian wine, and its culinary traditions feature hearty local dishes.",
"pic_1": "sr_1.jpg",
"pic_2": "sr_2.jpg",
"pic_3": "sr_3.jpg",
"desc": "",
"short_desc": "Styria, known as Austria’s Green Heart, is a region rich in natural beauty.",
"model": "mountain.glb",
"coords": [14.89393, 47.26490],
"layer": ".geojson",
"interesting_facts": "Styria is known as the birthplace of Austrian wine, with the Southern Styria wine region being one of the country’s most famous wine-growing areas.",
"url": "https://www.steiermark.com/en"
}
]